Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: The effects on fiscal 2002, 2001 and 2000 pro forma net income and earnings per share of expensing the estimated fair value of stock options are not necessarily representative of the effects on reported net income for future years because of the vesting period of the stock options and the potential for issuance of additional stock options in future years.
es: Los efectos sobre los fiscales 2002, 2001y 2000 de ingresos netos pro forma y ganancias por acción para determinar el costo del valor justo de las opciones de acciones, no son necesariamente representativos de los efectos informados en los ingresos netos para años futuros, a razón del período consignado para las opciones de acciones y de la potencial emisión de opciones de acciones adicionales en años venideros.

source: The agreement describes the ownership of Lonestar as 100 per cent owned by PLC Investments up to the agreement date, upon which date PLC Investments sold 60 per cent ownership to Investcom Global.
es: En el documento se indica que PLC Investments fue propietario del 100% de Lonestar hasta la fecha del contrato, momento en que PLC Investments vendió el 60% de la empresa a Investcom Global.

source: One such example is a recent new issue from Kerling PLC, the largest PVC producer in Europe.
es: Un ejemplo de ello es una reciente emisión nueva de Kerling PLC, el mayor productor de PVC de Europa.

source: 2005 - PBI licences Victrex Plc to manufacture and market T-series products
es: 2005 PBI concede la licencia a Victrex Plc a fabricar y comercializar los productos de la Serie-T

source: BT Group plc is listed on stock exchanges in London and New York.
es: BT Group plc cotiza en las bolsas de Londres y Nueva York.

source: In this case, however, the effect on trade and competition was found to be limited, in view of the specific investment focus of CDC Group plc.
es: En este caso, sin embargo, se constató que el efecto en el comercio y la competencia será limitado, teniendo en cuenta la especificidad de las inversiones de CDC.

source: British Telecommunications plc (BT) is a wholly-owned subsidiary of BT Group plc and encompasses virtually all businesses and assets of the BT Group.
es: British Telecommunications plc (BT) es una subsidiaria de propiedad absoluta de BT Group plc y comprende prácticamente todos los negocios y activos de BT Group.

source: PREMO offers a wide range of high quality accesories and components for the different parts of PLC network architecture.
es: PREMO ofrece una amplia gama de accesorios y componentes PLC con aplicación en redes de comunicaciones.

source: These factors have led Scottish & Newcastle Plc to take the decision to close the Newcastle brewery and to move to another site in the north east of England.
es: Estos factores han animado a Scottish & Newcastle Plc a tomar la decisión de cerrar la fábrica de cerveza de Newcastle y trasladarse a otro lugar en el noreste de Inglaterra.

source: The Group?s broad range of products and services includes RFID components, Inductive components, EMC filters as well as PLC Components.
es: El amplio rango de productos y servicios del grupo incluye componentes RFID, componentes inductivos, filtros EMC además de componentes PLC.

source: Each panel will be equipped with a PLC unit for intelligent relay control.
es: Cada panel estará equipado con una unidad PLC para el control de relé inteligente.

source: The awards are decided exclusively by international in-house counsel and are based on the research carried out for the PLC Which Lawyer?
es: Estos premios se deciden en función de los resultados de la investigación realizada para la elaboración del directorio PLC Which Lawyer?

source: Any difference between the cash and forward exchange rates (premium or discount) are accounted for in the income statement pro rata temporis.
es: Las diferencias entre los precios de cambio al contado y a plazo (prima o descuento) se contabilizan en la cuenta de pérdidas y ganancias prorrata temporis.

source: The pro forma combined balance sheet and statement of operations presented in this report have not been audited and were derived from the unaudited consolidated financial statements of Andres and the unaudited consolidated financial statements of DPP.
es: La hoja de balance pro forma combinada y estado de operaciones pro forma combinado presentados en este reporte no han sido auditados, y se derivan de los estados financieros consolidados sin auditar de Andres, y de los estados financieros consolidados sin auditar de DPP.

source: Under this transition method of adoption, compensation cost is recognized for the portion of outstanding awards for which the requisite service has not yet been rendered, based on the grant-date fair value of those awards calculated under Statement 123 for either recognition or pro forma disclosures.
es: Bajo este método transitorio de adopción, el costo de compensación es reconocido por la porción de bonos en circulación en el que los servicios requeridos no se han prestado todavía, basados en el valor razonable estimado a la fecha de otorgamiento de los bonos calculados bajo la norma 123 ya sea para el reconocimiento o revelación pro forma.

source: Pro forma net income and EPS are adjusted from GAAP-based results to exclude certain costs and expenses that we believe are not indicative of our core operating results.
es: "EL BDI proforma y BPA proforma se calculan en base al resultado neto bajo ""U.S. GAAP"" ajustado excluyendo ciertos costes y gastos que no consideramos indicativos de nuestro resultado operativo."

source: The Social Responsibility Committee is one of four committees of the Board of Royal Dutch Shell plc.
es: El Comité de Responsabilidad Social es uno de los cuatro comités de la Directiva de Royal Dutch Shell plc.

source: Tomkins plc has over 34,000 employees worldwide and enjoys strong market positions and technical leadership and owns some of the best-known brands in their respective markets.
es: Tomkins plc cuenta con más de 34.000 empleados a nivel mundial y disfruta de grandes posiciones en el mercado y liderazgo técnico, y posee algunas de las marcas más conocidas en sus respectivos mercados.

source: Visually decoupled inputs and outputs act as an interface to the PLC or other controls.
es: Las entradas y salidas desacopladas ópticamente se utilizan como interfaz con el PLC u otros controles.

source: Apart from its provisions dealing with the notification and disclosure of shareholdings in PLCs, which covered all PLCs, the Directive otherwise applied only when a PLC was the subsidiary of another undertaking (which could itself be a PLC, but could also be a natural person or a legal person).
es: Con excepción de sus disposiciones relativas a las obligaciones de notificación y provisión de información aplicables a las participaciones en sociedades anónimas, que abarcaba a todas ellas, la Directiva sólo debía aplicarse cuando la sociedad anónima en cuestión fuera filial de otra empresa (pudiendo ser ésta una SA o una persona física o jurídica).

source: Mercalli analyzes every frame in a video clip and whenever it detects any shake or tracking of an object, it stabilizes the frame by repositioning the entire image to compensate.
es: Mercalli analiza cada fotograma del vídeo y cuando detecta cualquier temblor o movimiento de un objeto, estabiliza el fotograma recolocando toda la imagen para compensarlo.

source: Approximately 40 percent of the therapy is functional; in approximately 45 percent of all cases, therapy is carried out by repositioning and stabilization in a plaster bodice.
es: Aproximadamente un 40 por ciento de la terapia es funcional; en un 45 por ciento de todos los casos, la terapia se lleva a cabo por reposicionamiento y estabilización en un cuerpo de escayola.

source: This repositioning also offers improved protection for the rider's hands.
es: Los nuevos retrovisores mejoran la protección de las manos.

source: A broad repositioning appears to be taking place.
es: Parece que se está asumiendo una nueva serie de posiciones.

source: Product repositioning or product line extension is less likely when it entails large sunk cost.
es: Dicho reposicionamiento o ampliación de la línea de productos es menos probable cuando hay que incurrir en cuantiosos gastos no recurrentes.

source: In fact, it is not strategic change that we are discussing today but rather a tactical repositioning.
es: Ahora bien, en lugar de cambio estratégico, es más bien de reposicionamiento táctico de lo que hablamos hoy.

source: We must, however, be aware that the movements are continuously repositioning themselves.
es: Sin embargo, debemos ser conscientes de que los movimientos están continuamente adoptando nuevas posiciones.

source: Box repositioning surcharges were again applied on the route to Australia.
es: También aquí se aplicaron recargos por reposicionar los contenedores en la ruta a Australia.

source: Care must be taken not to apply force to any part of the child seat or carrier when repositioning the front seat.
es: Hay que tener cuidado de no presionar ninguna parte del asiento infantil o del portabebés al volver a colocar el asiento delantero.

source: The user-friendly GUI and advanced features like accounting, error recovery or repositioning enable an easy control of your print operations.
es: Su interfaz de usuario intuitivo y funciones avanzadas como contabilidad, recuperación de errores y reubicación de trabajos permiten obtener un fácil control de sus operaciones de impresión.

source: This fact of life in marketing leads to periodic brand repositioning and re-launches.
es: Este hecho de la vida en el ámbito del mercadeo genera la necesidad de reposicionar la marca en forma periódica y de efectuar relanzamientos de productos.

source: Two-step height adjustment (fast or slow) via the rear wheels allows the machine to be raised rapidly, for instance, for fast repositioning.
es: La regulación de la altura a dos velocidades (rápida o lenta) a través de las ruedas traseras permite, por ejemplo, elevar rápidamente las ruedas para cambiar la máquina velozmente de lugar.

source: Overall traffic flows on these three east-west routes almost reached 35 million TEUs, with empty container repositioning being an important feature for all of them.
es: En líneas generales, el tráfico en esas tres rutas este-oeste ascendió a casi 35 millones de TEU, siendo una importante característica de todas ellas la reubicación de contenedores vacíos.

source: Precise repositioning possible. 10 units in each package.
es: Permite un reposicionamiento preciso. 10 unidades en cada paquete.

source: Window behavior has also been redesigned, with subtle animations accompanying the minimizing, maximizing, and repositioning of windows to appear more smooth and effortless.
es: El comportamiento de las ventanas también se ha rediseñado para incorporar animaciones sutiles que acompañan la minimización, la maximización y la restauración de las ventanas para crear un efecto más gradual y natural.

source: They urged UNFPA to use the MTR as an opportunity for reviewing the development results framework; improving the targets and outputs; and strategic repositioning.
es: Instaron al UNFPA a que aprovechara el examen de mitad de período como una oportunidad para analizar el marco de resultados de desarrollo; mejorar las metas y los productos; y emprender una reorientación estratégica.

source: It comprises a network of canals to the west and south of the historic old town and the medieval port that encircled the old town and was accompanied by the repositioning inland of the city's fortified boundaries, the Singelgracht.
es: Se creó una red de canales que rodeaba el antiguo centro histórico y medieval de la ciudad y que se fue extendiendo hasta el canal de Singelracht, a medida que las fortificaciones de la ciudad se iban desplazando tierra adentro.

source: At the time of its consideration of the proposed programme budget for 2008-2009, the Committee agreed with ECA that it was likely that its prospects for raising extrabudgetary funds and expanding its donor base would improve as a consequence of the repositioning exercise.
es: En el momento de su examen del proyecto de presupuesto por programas para 2008-2009, la Comisión Consultiva convino con la CEPA en que era probable que las perspectivas de recaudar fondos extrapresupuestarios y ampliar su base de donantes mejoraran como resultado del proceso de reorientación.

source: This review has been conducted to clarify the role of repositioning in the management of patients with pressure ulcers.
es: Esta revisión se ha realizado para aclarar la función del cambio de posición en el tratamiento de los pacientes con úlceras de decúbito.

source: We have products for lifting and repositioning patients weighing up to 500 kg (1,100 lbs.).
es: Tenemos productos para elevar y volver a colocar pacientes de hasta 500 kg (1,100 lbs.).

source: Sunbrella Furling Adhesive uses a lighter adhesive that enables repositioning on the strip on the sailcloth until sewn in place.
es: Sunbrella Furling Adhesive tiene un adhesivo ligero que le permite reponerse en la cinta de la vela hasta que se zurza en su lugar.

source: The aligning panel clamp also permits the repositioning of large-area formwork elements without having to install any additional stiffening walers.
es: La grapa de alineación permite el transporte de elementos de encofrado de gran superficie, sin necesidad de utilizar elementos rigidizantes adicionales.

source: Lifting and repositioning patients is one of the most common operations around the bed.
es: Elevar y volver a colocar pacientes son algunas de las tareas más habituales que se realizan en una cama.

source: With insight and determination, Allen directed both consolidation in North America and global repositioning of ADM assets.
es: Con perspicacia y determinación, Allen dirigió la consolidación en Norteamérica y el reposicionamiento global de los activos de ADM.

source: In this context, repositioning of vessels, ballast voyages and trade imbalances should be considered for the delineation of relevant geographic markets.
es: En este contexto, la redistribución de los buques, los viajes en lastre y los desequilibrios comerciales deberían tenerse en cuenta al definir los mercados geográficos de referencia.

source: They found that the repositioning of the gene HES5 indicated breast cancer in nearly all samples.
es: Hallaron que reposicionar el gen HES5 indicó cáncer de mama en casi todas las muestras.

source: Statements intended to sow alarm by listing the purchases of several States of the region, aimed at repositioning their stockpiles of conventional weapons, and characterizing these purchases as evidence of an arms race, are therefore unfounded.
es: Son infundados, por lo tanto, señalamientos que intentan sembrar alarma, catalogando las compras para la reposición del parque de armamentos convencionales que adelantan varios Estados de la región, como carrera armamentista.

source: Return on assets has also become increasingly negative, and cashflow has decreased.
es: El rendimiento del activo ha sido también cada vez más negativo y el flujo de caja ha disminuido.

source: Such charges may include a reasonable return on assets, after depreciation.
es: Dichas tasas podrán comprender un rendimiento razonable de los activos tras amortización.

source: "And, in his view, the industry is ""highly competitive as shown by its low service fees, product innovation and a return on assets that is comparable to other countries""."
es: "Y, a su juicio, la industria es ""altamente competitiva como muestran sus bajas comisiones por servicio, innovación de productos y una rentabilidad sobre los activos que es comparable a la de otros países""."

source: We occasionally use derivative instruments to manage our exposure to market risk from changes in commodity prices, interest rate and exchange rate risk exposures and to enhance return on assets.
es: Ocasionalmente usamos instrumentos derivados para controlar nuestra exposición a riesgos de mercado por cambios en los precios de los productos, en las tasas de interés, y en el tipo de cambio, y para mejorar el rendimiento sobre los activos.

source: the scenario of a return on assets of 5.5% has been exceeded in real terms
es: la hipótesis de rendimiento de activos, con una tasa del 5,5% se ha superado en términos reales

source: In order to measure the expense and funded status of these employee benefit plans, management makes several estimates and assumptions, including interest rates used to discount certain liabilities, rates of return on assets set aside to fund these plans, rates of compensation increases, employee turnover rates, anticipated mortality rates, and anticipated future health care costs.
es: Para evaluar los gastos y la situación de fondos de estos planes de beneficios para empleados, la gerencia realiza varias estimaciones y proyecciones, incluidas las tasas de intereses utilizadas para descontar ciertas obligaciones, las tasas de rendimiento de los activos destinados a financiar estos planes, los índices de aumento de remuneraciones, los índices de rotación del personal, los índices de mortalidad previstos y los costos futuros de atención de la salud previstos.

source: net profit/average shareholders' equity after profit appropriation Return on assets
es: Beneficio neto/fondos propios después de la aplicación del resultado Rentabilidad del activo

source: Such profitability represented a ROE, return on equity, of 24.6% and a ROA, return on assets, of 3.0%, positioning as one of the most profitable ones in the Argentine financial system.
es: Dicha rentabilidad representó un ROE -rendimiento sobre el patrimonio neto promedio- de 24,6%, y un ROA -retorno sobre los activos promedios- de 3,0%, ubicándose como uno de los más rentables del sistema financiero argentino.

source: And, apart from new areas of business, the only way Chile's water companies can increase their return on assets - currently estimated to average around 10% - is through clever financial management or efficiency gains.
es: Y, aparte de las nuevas áreas de negocios, la única manera en que las sanitarias de Chile pueden incrementar sus retornos sobre los activos -que actualmente se estima promedian alrededor de un 10%- es a través de una gestión financiera inteligente o de mejoras en eficiencia.

source: Bidding that considers a minimum profitability rate the concession is granted to the company that offers a lower rate of return on assets.
es: Licitación por mínima tasa de rentabilidad se otorga la concesión a la empresa que ofrezca una menor tasa de retorno sobre activos.

source: The long-term performance of its investments continued to exceed the actuarial assumptions concerning the real rate of return on assets required by the Fund in order to meet its obligations to participants and beneficiaries.
es: La actuación a largo plazo de sus inversiones ha seguido superando las hipótesis actuariales en cuanto a la tasa real de rendimiento sobre el activo que la Caja necesita para atender sus obligaciones con afiliados y beneficiarios.

source: The management assumption with the greatest potential impact is the assumed long-term rate of return on assets.
es: La hipótesis que mayor efecto puede tener es la tasa estimada de rendimiento a largo plazo sobre los activos.

source: "10. ""Full cost"" means the cost of providing service and may include a reasonable return on assets after depreciation"
es: "10. ""Costo total"" significa el costo de prestar un servicio y podrá incluir el rendimiento razonable del activo después de la depreciación"

source: The level and the changes in the return on assets are as important as the possession itself of assets in the determination of the status of poverty.
es: El nivel y los cambios en la rentabilidad de los activos es tan importante como la posesión misma de activos en la determinación del status de pobreza.

source: To increase value to their business, organizations are establishing scalable storage infrastructure by leveraging current investments, increasing return on assets (ROA) and lowering operational costs.
es: Para aumentar el valor de sus negocios; las organizaciones están creando infraestructura de almacenamiento escalable, aprovechando las inversiones actuales para incrementar el retorno sobre activos (ROA) y reducir sus costos operativos.

source: (c) Air navigation services may produce sufficient revenues to exceed all direct and indirect operating costs and to provide for a reasonable return on assets to contribute towards necessary capital improvements
es: c) los servicios de navegación aérea podrán generar unos ingresos suficientes para superar todos los costes de funcionamiento directos e indirectos y proporcionar una rentabilidad económica y con ello contribuir a las necesarias mejoras del capital

source: In the context of those revenues raised to provide a reasonable return on assets, and in direct correlation with the savings made from efficiency improvements, it should be possible to allow the establishment of a reserve to avoid a sudden increase in charges to airspace users at times of reduced levels of traffic.
es: En el contexto de los ingresos percibidos para proporcionar un rendimiento razonable de los activos y en correlación directa con los ahorros resultantes de la mejora de la rentabilidad, debe ser posible establecer una reserva para evitar un incremento repentino de las cargas para los usuarios del espacio aéreo en períodos de bajos niveles de tránsito.

source: This helps to maximize asset utilization and improve return on assets.
es: Esto ayuda a maximizar la utilización de los activos y a mejorar el retorno sobre los activos

source: Return on assets
es: Rentabilidad sobre activos

source: Return on assets (ROA) also increased to 1.08%.
es: La rentabilidad sobre activos (ROA) aumenta también y se sitúa en el 1,08%.

source: Security's net income for the first three quarters of 2006 was $972,000 with an annualized return on assets of 1.12 percent. 1 percent is typically regarded as the benchmark for strong earnings in the industry.
es: Los ingresos netos de Security en los primeros tres trimestres de 2006 fue de $972.000, con un retorno anualizado sobre activos de 1,12 por ciento.

source: A recent study by Valdés and Marinovic (2005) estimated that between 1999 and 2003 Chilean pension fund managers recorded an average 130 pre-tax rate of return on assets of 53% per year, with an average level of exceptional profits of around 0.10% of GDP.
es: En un estudio reciente, realizado por Valdés y Marinovic (2005), se estimó que las empresas administradoras chilenas registraron, entre 1999 y el 2003, una rentabilidad media sobre activos antes de impuestos de un 53% anual, con un promedio de beneficios extraordinarios en torno al 0,10% del PIB.

source: BNDES ranks first worldwide among financial institutions for return on assets - it posted a net income of almost $2 billion in the first half of 2010.
es: El BNDES es considerado la mejor institución financiera del mundo por el rendimiento de activos - registró un ingreso neto de casi $2 mil millones en la primera mitad del 2010.

source: On the other hand, even though the rest of Central America showed similar total expenses to that of Nicaraguan MFIs, lower financial revenue resulted in lower Return on Assets.
es: Por su parte, aunque el resto de Centroamérica presentó gastos totales similares a los de Nicaragua, el menor ingreso financiero dio como resultado los menores Rendimientos sobre Activos.
